---
kind: property
id: P:Autodesk.Revit.DB.Analysis.MassLevelData.NVolume
source: html/d0324ae1-ed34-6a20-e1e0-11047324ac76.htm
---
# Autodesk.Revit.DB.Analysis.MassLevelData.NVolume Property

The volume of from the level of this MassLevelData (Mass Floor) to the next in the mass.

## Syntax (C#)
```csharp
public double NVolume { get; }
```